Repository: Blackstareye/toggleAudio-blackeyeprojects.de
Catalog: po/*.po
Languages: de, hu, it

source: Switch Headphone
de: Zum Kopfhörer wechseln
hu: Fejhallgató
it: Passa a Cuffie

source: Switch Remote Headphone
de: Zum kabellosen-Kopfhörer wechseln
hu: Távoli Fejhallgató
it: Passa a Cuffie Remote

source: show debug infos
de: Debug-Informationen anzeigen
hu: debug információk megjelenítése
it: Mostra info debug

source: Icon Styling - use monochrome symbolic icons
de: Symbol Stil - Benutze monochrome Symbole
hu: Ikon Stílusa - monokróm ikonok használata
it: Stile Icone - Usa icone simboliche monocromatiche

source: Whether you want colorful or symbolic monochrome icons
de: Einstellung, um zu steuern ob bunte oder monochrome Symbole verwendet werden sollen
hu: Színes vagy monokróm ikonok használata
it: Scegli se desideri avere delle icone colorate o simboliche monocromatiche

source: Systemtray Icon
de: Anwendungssymbol
hu: Eszköz Ikonja
it: Icona barra di sistema

source: toggle on: use symbolic icon
de: Schalter an (true): benutze monochrome Symbole
hu: bekapcsolt állapotban monokróm ikonok használata
it: Selettore attivo: usa icona simbolica

source: (Quick) Setting Menu
de: (Schnell) Einstellungs-Menü
hu: (Gyors) Beállítások Menü
it: Pannello Impostazioni Rapide

source: Customized Icons
de: Benutzerdefinierte Symbole
hu: Egyedi Ikonok
it: Icone Personalizzate

source: If you want customized icons, you can follow this <a href='%s'>wiki</a>
de: Auch andere Symbole können mit Schlüsselwörtern verwendet werden. Mehr dazu im <a href='%s'>Wiki</a>
hu: Ha egyedi ikonokat szeretnél használni, kövesd ezt a <a href='%s'>wiki</a>-t
it: Se desideri utilizzare delle icone personalizzate, puoi seguire questa <a href='%s'>wiki</a>.

source: Shortcuts
de: Tastenkombinationen
hu: Gyorsgombok
it: Scorciatoie

source: Control whether shortcuts should be activated or not.
de: Steuere, ob Tastenkombinationen aktiviert sein sollen oder nicht.
hu: Gyorsgombok ki/bekapcsolása.
it: Determina se le scorciatoie siano attive o meno.

source: If true, the audio device can also be selected / toggled with a hotkey.
de: Wenn der Schalter aktiviert ist, kann die Gerätesteuerung ebenso mit einer Tastenkombination erfolgen.
hu: Bekapcsolt állapotban az eszközöket gyorsgombokkal is át tudod állítani.
it: Se abilitato, il dispositivo audio può anche essere scelto con una scorciatoia.

source: Hotkeys can be changed via <a href='%s'>dconf-editor.</a>
de: Tastenkombinationen können via <a href='%s'>dconf-editor.</a> konfiguriert werden
hu: A gyorsgombokat a <a href='%s'>dconf-editor</a> segítségével tudod módosítani
it: Le scorciatoie possono essere cambiate attraverso il <a href='%s'>dconf-editor</a>.

source: Toggle Headphone / Speaker hotkey
de: Tastenkombinationen "zwischen Kopfhörer / Lautsprecher wechseln"
hu: Fejhallgató / Hangszóró váltása gyorsgombbal
it: Scorciatoia 'Passa a Cuffie / Altoparlanti'

source: Default Hotkey: Ctrl+Super+T
de: Standard Tastenkombination: Strg+Super+T
hu: Alapértelmezett gyorsgomb: Ctrl+Super+T
it: Scorciatoia predefinita: Ctrl+Super+T

source: Select speaker hotkey
de: Tastenkombinationen "zu Lautsprecher wechseln"
hu: Váltás hangszóróra gyorsgombbal
it: Scorciatoia 'Seleziona Altoparlanti'

source: Default Hotkey: Ctrl+Super+S
de: Standard Tastenkombination: Strg+Super+S
hu: Alapértelmezett gyorsgomb: Ctrl+Super+S
it: Scorciatoia predefinita: Ctrl+Super+S

source: Select headphone hotkey
de: Tastenkombinationen "zu Kopfhörer wechseln"
hu: Váltás fejhallgatóra gyorsgombbal
it: Scorciatoia 'Seleziona Cuffie'

source: Default Hotkey: Ctrl+Super+H
de: Standard Tastenkombination: Strg+Super+H
hu: Alapértelmezett gyorsgomb: Ctrl+Super+H
it: Scorciatoia predefinita: Ctrl+Super+H

source: Toggle headphone / remote headphone hotkey
de: Tastenkombinationen "zwischen Kopfhörer / Kabelloser Kopfhörer wechseln"
hu: Fejhallgató / Távoli fejhallgató váltása gyorsgombbal
it: Scorciatoia 'Passa a Cuffie / Cuffie Remote'

source: Default Hotkey: Ctrl+Super+R
de: Standard Tastenkombination: Strg+Super+R
hu: Alapértelmezett gyorsgomb: Ctrl+Super+R
it: Scorciatoia predefinita: Ctrl+Super+R

source: Toggle Between Headphone and Remote Headphone
de: Tastenkombinationen "zwischen Kopfhörer / kabelloser Kopfhörer wechseln"
hu: Váltás Fejhallgató és Távoli Fejhallgató között
it: Passa tra Cuffie e Cuffie Remote

source: Activates a toggle between the headphone device and a second headphone device e.g. a remote device
de: Aktiviert einen Umschalter zwischen dem Kopfhörer-Gerät und einem zweiten Kopfhörer-Gerät, z. B. einem kabellosen Gerät
hu: Lehetővé teszi a váltást egy fejhallgató, és egy másik (pl. távoli) fejhallgató között.
it: Attiva il passaggio tra il dispositivo cuffie e un secondo dispositivo cuffie, ad esempio un dispositivo remoto

source: Activate Feature
hu: Funkció Aktiválása

source: Activates the Feature - Select your second Headset (e.g. remote Headset)
hu: Funkció aktiválása - Válaszd ki a második eszközt (pl. távoli fejhallgató)

source: Output Devices
de: Ausgabegerät
hu: Kimeneti Eszközök
it: Dispositivi in uscita

source: Select your Speaker and Headphone Device
de: Bitte wähle Lautsprecher- und Kopfhörer-Gerät aus
hu: Válaszd ki a hangszórót és a fejhallgatót
it: Seleziona i dispositivi Altoparlanti e Cuffie

source: Show System Indicator Icon
de: Symbol für Anwendung anzeigen
hu: Eszköz ikonjának megjelenítése
it: Mostra Icona Indicatore di Sistema

source: Whether to show the system indicator (e.g. the headphone) or not.
de: Steuert, ob ein Anwendungssymbol im Systemtray (z.B. ein Kopfhörer-Symbol) angezeigt wird oder nicht.
hu: Kiválasztott eszköz (pl. fejhallgató) ikonjának megjelenítése
it: Determina se mostrare un indicatore di sistema (es. le cuffie) o meno.

source: Speaker
de: Lautsprecher
hu: Hangszóró
it: Altoparlanti

source: Headphone
de: Kopfhörer
hu: Fejhallgató
it: Cuffie

source: Remote-Headphone
de: Kabelloser Kopfhörer
hu: Távoli Fejhallgató
it: Cuffie Remote

source: Support
de: Unterstützung (Support)
hu: Támogatás
it: Supporto

source: Enjoying this extension?
de: Gefällt Dir diese Erweiterung?
hu: Tetszik ez a kiegészítő?
it: Ti piace questa estensione?

source: If you'd like to show your support, you can make a donation using this <a href='%s'>link.</a>
de: Wenn Du die Erweiterung unterstützen möchtest, kannst Du über diesen <a href='%s'>Link</a> eine Spende machen
hu: Ha szeretnéd kifejezni támogatásod, <a href='%s'>ezen a linken</a> tudsz adományozni.
it: Se vuoi mostrare il tuo supporto, puoi fare una donazione usando questo <a href='%s'>link.</a>

source: – every contribution helps keep the project going!
de: – jede Unterstützung hilft, das Projekt am Laufen zu halten!
hu: – minden hozzájárulás segít a projekt fenntartásában!
it: – ogni contributo aiuta a mantenere il progetto attivo!

source: General-Preferences
de: Allgemeine Einstellungen
hu: Általános Beállítások
it: Preferenze Generali

source: If the toggle button is true (indicator icon is a headphone), the selected 'Headphone' device will be used as default audio output device. Otherwise the 'Speaker' device will be used.
de: Wenn der Schalter auf true steht (Anzeigesymbol ist ein Kopfhörer), wird das ausgewählte "Kopfhörer"-Gerät als das Standardausgabegerät verwendet. Sonst wird das ausgewählte "Lautsprecher"-Gerät für die Standardausgabegerät genutzt.
hu: Bekapcsolt állapotban (fejhallgató ikon jelenik meg) a kiválasztott fejhallgató lesz az alapértelmezett kimeneti eszköz. Ellenkező esetben a hangszóró lesz az alapértelmezett.
it: Se il pulsante è abilitato (l'icona indicatore è un paio di cuffie), il dispositivo 'Cuffie' sarà utilizzato come dispositivo di uscita audio predefinito. Altrimenti, verrà utilizzato il dispositivo 'Altoparlanti'.

source: Styling
de: Design
hu: Testreszabás
it: Stile

source: Customize your experience
de: Passe dein Benutzererlebnis an
hu: Megjelenés testreszabása
it: Personalizza la tua esperienza
